[
  {"id":1,
    "title" : "Black Holes Come to the Big Screen",
    "uaqs_summary_short" : "The new movie \"Interstellar\" explores a longstanding fascination, but UA astrophysicists are using cutting-edge technology to go one better. They're working on how to take pictures of the black hole at the center of the galaxy.",
    "uaqs_short_title" : "Black Holes on the Big Screen",
    "promote" : 1,
    "uaqs_byline" : "Daniel Stolte, University Communications",
    "uaqs_published" : "today -10 days",
    "uaqs_expiration_date" : "2106-02-06 23:28:15",
    "uaqs_summary" : "The new movie \"Interstellar\" explores a longstanding fascination, but UA astrophysicists are using cutting-edge technology to go one better. They're working on how to take pictures of the black hole at the center of the galaxy.",
    "uaqs_body" : "What does a black hole look like up close?\n\nWhen the sci-fi movie \"Interstellar\" — hitting theaters this week — wows audiences with its computer-generated views of one of most enigmatic and fascinating phenomena in the universe, University of Arizona astrophysicists Chi-kwan Chan, Dimitrios Psaltis and Feryal Ozel are likely to nod appreciatively and say something like, \"Meh, that looks nice, but check out what we've got.\"\n\n\"We want to know what happens near extremely compact objects such as black holes and neutron stars,\" said Psaltis, a professor of astronomy and physics in the UA's Department of Astronomy and Steward Observatory. \"We want to watch as matter fed onto a black hole crosses the event horizon, the point of no return, and disappears.\"",
    "uaqs_main_content" : "200|220|210|230|240",
    "uaqs_link" : "[node:url]",
    "uaqs_link_title" : "Read more",
    "uaqs_attachments" : "long_publication_history.pdf|hostile_account_of_experiments.pdf",
    "uaqs_attachments_description" : "Covers from some of the extensive literature.|Early experiments reported in the journal Nature (from a hostile perspective).",
    "uaqs_photo" : "black_holes_big_screen.jpg",
    "uaqs_photo_title" : "Night sky from a hill",
    "uaqs_photo_alt" : "Night sky from a hill"
  },
  {"id":2,
    "title" : "Why We Walk on Our Heels Instead of Our Toes",
    "uaqs_summary_short" : "",
    "uaqs_short_title" : "Why We Walk on Our Heels",
    "promote" : 1,
    "uaqs_byline" : "",
    "uaqs_published" : "Dec. 12, 2016",
    "uaqs_expiration_date" : "2038-01-17 20:14:07",
    "uaqs_summary" : "Walking heel-to-toe gives humans the mechanical advantage of longer \"virtual limbs,\" suggests UA researcher James Webber.",
    "uaqs_body" : "James Webber took up barefoot running 12 years ago. He needed to find a new passion after deciding his planned career in computer-aided drafting wasn't a good fit. Eventually, his shoeless feet led him to the University of Arizona, where he enrolled as a doctoral student in the School of Anthropology.\n\nWebber was interested in studying the mechanics of running, but as the saying goes, one must learn to walk before they can run, and that — so to speak — is what Webber has been doing in his research.\n\nHis most recent study on walking, published in the Journal of Experimental Biology, specifically explores why humans walk with a heel-to-toe stride, while many other animals — such as dogs and cats — get around on the balls of their feet.\n\nIt was an especially interesting question from Webber's perspective, because those who do barefoot running, or \"natural running,\" land on the middle or balls of their feet instead of the heels when they run — a stride that would feel unnatural when walking.\n\nIndeed, humans are pretty set in our ways with how we walk, but our heel-first style could be considered somewhat curious.",
    "uaqs_main_content" : "",
    "uaqs_link" : "https://uanews.arizona.edu/story/why-we-walk-our-heels-instead-our-toes",
    "uaqs_link_title" : "Read more at UANews",
    "uaqs_attachments" : "",
    "uaqs_attachments_description" : "",
    "uaqs_photo" : "walk_on_heels.jpg",
    "uaqs_photo_title" : "Man walking on heels in front of a wall",
    "uaqs_photo_alt" : "Man walking on heels in front of a wall"
  },
  {"id":3,
    "title" : "Could Man's Best Friend Be Man's Best Medicine?",
    "uaqs_summary_short" : "A study of the interaction between humans and dogs is the first for the UA's new Human-Animal Interaction Research Initiative.",
    "uaqs_short_title" : "Man's Best Medicine?",
    "promote" : 1,
    "uaqs_byline" : "American Geophysical Union/University Communications",
    "uaqs_published" : "today -1 day",
    "uaqs_expiration_date" : "2026-08-22 11:30:00",
    "uaqs_summary" : "A study of the interaction between humans and dogs is the first for the UA's new Human-Animal Interaction Research Initiative.",
    "uaqs_body" : "Most dog owners will tell you their furry friends make them feel good emotionally. But the health benefits of owning a dog may not end there.\n\nResearchers at the University of Arizona are recruiting participants for a study exploring whether dogs can improve human health by having a probiotic effect on the body. The research will focus specifically on dogs' effect on the health of older adults.\n\n\"We've co-evolved with dogs over the millennia, but nobody really understands what it is about this dog-human relationship that makes us feel good about being around dogs,\" said Kim Kelly, an anthropology doctoral student and one of the primary investigators on the study. \"Is it just that they're fuzzy and we like to pet them, or is there something else going on under the skin? The question really is: Has the relationship between dogs and humans gotten under the skin? And we believe it has.\"",
    "uaqs_main_content" : "410",
    "uaqs_link" : "[node:url]",
    "uaqs_link_title" : "Read more",
    "uaqs_attachments" : "",
    "uaqs_attachments_description" : "",
    "uaqs_photo" : "mans_best_friend.jpg",
    "uaqs_photo_title" : "Dog at Beach",
    "uaqs_photo_alt" : "Dog at Beach"
  },
  {"id":4,
    "title" : "Runners' Brains May Have More Connectivity, UA Research Shows",
    "uaqs_summary_short" : "MRI scans reveal that running may affect the structure and function of the brain in ways similar to complex tasks like playing a musical instrument.",
    "uaqs_short_title" : "Runners' Brains May Have More Connectivity",
    "promote" : 0,
    "uaqs_byline" : "Alexis Blue, University Communications",
    "uaqs_published" : "today",
    "uaqs_expiration_date" : "2026-08-22 11:30:00",
    "uaqs_summary" : "MRI scans reveal that running may affect the structure and function of the brain in ways similar to complex tasks like playing a musical instrument.",
    "uaqs_body" : "If you're thinking about taking up running as your New Year's resolution and still need some convincing, consider this: MRI scans reveal that endurance runners' brains have greater functional connectivity than the brains of more sedentary individuals.\n\nUniversity of Arizona researchers compared brain scans of young adult cross country runners to young adults who don't engage in regular physical activity. The runners, overall, showed greater functional connectivity — or connections between distinct brain regions — within several areas of the brain, including the frontal cortex, which is important for cognitive functions such as planning, decision-making and the ability to switch attention between tasks.\n\nAlthough additional research is needed to determine whether these physical differences in brain connectivity result in differences in cognitive functioning, the current findings, published in the journal Frontiers in Human Neuroscience, help lay the groundwork for researchers to better understand how exercise affects the brain, particularly in young adults.\n\nUA running expert David Raichlen, an associate professor of anthropology, co-designed the study with UA psychology professor Gene Alexander, who studies brain aging and Alzheimer's disease as a member of the UA's Evelyn F. McKnight Brain Institute.",
    "uaqs_main_content" : "510",
    "uaqs_link" : "[node:url]",
    "uaqs_link_title" : "Read more",
    "uaqs_attachments" : "today",
    "uaqs_attachments_description" : "",
    "uaqs_photo" : "runners_brains.jpg",
    "uaqs_photo_title" : "Jogger with a visor",
    "uaqs_photo_alt" : "Jogger with a visor"
  }
]
